[{"cards": [{"title": "Netflix Hd Kalite Sıfır", "body": "Netflix üyeliği başlattık ama sizlerin verdiği hizmet cidden sıfır. 42 lira veriyorum. Fakat aldığım kalite 360 p bazen 240 p ye düşüyor. Madem HD vermiyorsa, neden 42 lira verelim? Google de aynısı var, sırf daha hızlı ve HD izlemek için aldım ama pişman oldum.Devamını oku"}, {"title": "Netflix Habersizce Fazladan Ücret Kesiyor", "body": "Ödemeniz yapılamamıştır diye uyarı veriyor. Aslında kontrol ettiğimde ödemeyi almış gözüküyor. Birkaç gün sonra tekrar kontrol ettim ve bir ödeme daha almış. Yani aynı ay içerisinden birkaç gün arayla iki kez ücret kesmiş kartımdan hem de üst paket üzerinden bu sebepten üyeliğimi iptal ettim.Devamını oku"}, {"title": "Netflix Abonelik İptal Edilmemesi Meselesi", "body": "Beş ya da altı aydır aboneliğimizi bitirmek istememize rağmen hâlâ aboneliğimizi iptal etmiyorlar. Aylardır boşuna para kesiyorlar. Nedense bir türlü müşteri hizmetlerine ulaşamıyoruz. Şu ana kadar 200 TL nin üstünde para kestiler bizden. Ulaşabileceğimiz kimse de yok. Avukat tutacak param olsa vall...Devamını oku"}, {"title": "Netflix Telefona Uygulama İndirememe", "body": "İPhone telefona sırf sürümü 14 altı olduğu için uygulamayı indiremiyoruz. Apple a şikayette bulunduk fakat sizin de pek çözüme ulaştırmaya niyetiniz yok. Daha neyin ticaretini yapıyorsunuz? Böyle saçmalık mı olur? Androidlerin her birine yüklenebilirken, iPhone da yaptığınız bu tutarsız davranış ned...Devamını oku"}, {"title": "Netflix Film Ve Dizi İzleyemiyorum", "body": "Aralığın 20'sinden beridir giriyorum film ve dizi ne izleyebiliyorum ne de indirebiliyorum uygulamayı sildim yükledim hatta güncelleme de yaptım ama hala aynı bu içerik oynatılamıyor yazıyor indirme de eskiden de sıkıntı veriyordu indirme kapasitesi dolu diye hiç indirme olmamasına rağmen.Devamını oku"}, {"title": "Netflix Brooklyn Nine Nine 6. Sezon Hala Neden Yok", "body": "Brooklyn nine nine 6. Sezon hala neden yok. Kaç sezon geçti hala Netflix e gelmedi. O kadar para veriyoruz hizmet alamıyoruz. Sadece bir dizide değil bir çok dizide aynı şey var diziler sezon bitmiş ama Netflix hala atmamış. Bir bilgisi olan var mı bu konu hakkında.Devamını oku"}, {"title": "Netflix Kötü Görüntü Kalitesi", "body": "Şikayet etmeme rağmen bana hala modem kontrolü yapın internet sağlayıcınız ile görüşün diye şeyler söylüyorlar modemim sıfır internetim 35 megabit hızında A**p** pırıl pırıl net görüntü alırken sizde 10-15 dakikada bir görüntü kalitesi düşüyor piksel piksel filim dizi izliyoruz tekrar düzeliyor kara...Devamını oku"}, {"title": "Netflix Deneme Süresinde Ücret Kesilmesi", "body": "22 kasımda açtığım Netflix 20 gün ücretsiz deneme süreli hesabımı açarken 43.75TL ücret kesildi. Hesabımı 11 kasımda kapattım. Sistemde 20 gün içinde iptal edersem ücret iadesi yapacaklarını söylemelerine rağmen 43.75TL ücreti iade edilmedi. Ücretin iade edilmesini istiyorum.Devamını oku"}, {"title": "Pokemon Journeys Netflix Türkiye'de Yok", "body": "Pokemon animasyon serisi Pokemon Journeys, 12 Haziran tarihi itibariyle platformda yer aldı. Ancak ne yazık ki yayınlanma tarihinin üzerin den neredeyse 6 ay geçmesine rağmen Henüz Netflix Türkiye'de yok ne zaman ekleneceğine dair bir açıklamada yok. Yeni çıkan serilerin bir an önce yüklenmesini ist...Devamını oku"}, {"title": "Netflix Herhangi Bir Bildirim Yapmadan. Ben Otomatik Ödeme Talimatı Ve", "body": "Merhaba Netflix'e üyelik yaptım. Fakat ben güncelleme istemeden ve herhangi bir otomatik ödeme talimatı vermeden aylık olarak üyeliğimi güncellemişsiniz? Ben üyelik yenilemek istemedim bununla ilgili ne arandım ne de bilgilendirme yapıldım. Kesilen üyelik ücretimin iadesini talep ediyorumDevamını oku"}, {"title": "Netflix İlgisizliği", "body": "19 kasımda üyelik aldığım Netflix üye olduktan sonra mail göndererek 19 Aralık 2020 tarihine kadar memnun olmama durumunda iptal edebileceğimizi ve para iadesi yapabileceklerini mail olarak göndermişlerdir. Buna istinaden 17 aralıkta kullanmadığımdan dolayı iptalimi gerçekleştirdim fakat para iadesi...Devamını oku"}, {"title": "Netflix Tarafından Mağdur Edildim", "body": "19 Kasım 2020'den başlatmış olduğum üyeliğime hoş geldiniz atlı bir mail geldi aynı mailde ' Eğlenceyi garanti ediyoruz ama yine de 19 Aralık 2020 tarihine kadar iptal ederseniz paranızı iade edeceğiz. ' gibi ek bir bilgi notu düşmüşler izlemediğim için üyeliğimi 19 Aralık 2020 günü gelmeden sonland...Devamını oku"}, {"title": "Netflix Belgesel İçeriği Aşırı Az", "body": "Dünyada Ünlü Olan Pek Çok Belgesel Yok Olanlarda Yal alt yazı ya da İngilizce Doğru Dürüst TR Dublaj Belgesel Yok Filmler dede Korsan Film Siteleri bile şu an Netflix'ten İyi Hizmet veriyor. Bir çok Filmin Dublajlısı Korsan Sitelerde Varken Netflix'te Yok!Devamını oku"}, {"title": "Netflix Hesabımı 6 Ay Önce Silmiştim fakat İznim Ve Bilgim Olmadan Tekrar Açılmış!", "body": "Netflix üyeliğimi 6 ay önce silmiştim. Bugün yine başlayayım dedim ve ne göreyim,6 Ocak'ta iptal etiğim tarife 13.10.2020'de kendine kendine aktif olmuş ve en üst paket olan 42 TL'lik paket ama ben bir gün bile girmedim. Nasıl olabilir bu! Başkası hesabımı çalıp girdiyse de bana mesaj gelmeden nasıl...Devamını oku"}, {"title": "Blindspot Dizisi Neden Netflix Türkiye De Yok", "body": "Merhaba Netflix ekibi bazı diziler Türkiye de neden yok. Mesela Blindspot dizisi, bu dizi sizin Arjantin, Brezilya ve Ekvator ülkeleri sunucularınızda var ama Türkiye'ye neden getirmiyorsunuz. Blindspot dizisi Netflix Türkiye'ye de gelsin. Teşekkürler.Devamını oku"}, {"title": "Netflix Para İadesinin Yapılmaması", "body": "Canlı destek hattına yazıyorum iade oldu diyor ama bankayla görüşün diyor. İade yapmak bu kadar mı zor başka bir yerden iade işlemim 2 günde gerçekleşti, bankayla ilgili sorun yok sorun sizde. Üyelik isterken ücreti alırken böyle olmuyor iade isteyince sorun oluyor. En kısa zamanda iade yapılmasını ...Devamını oku"}]}]